import React, { Component } from "react";

export default class HomeComponent extends Component {

  render() {

    return (
      <div className="list row">

        <div >
          <h4>Искам да помогна на всеки, който иска да води по-активен и здравословен начин на живот. Старая се да помогна на всеки, не зависимо дали сте начинаещи или напреднали.</h4>

          <br></br>
          <h5>Сайтът ще е подходящ за теб, ако искаш да намериш отговори на следните въпроси:</h5>

          <ul className="list-group">
            <li>Как да започна да тренирам фитнес?</li>
            <li>Как да кача мускулна маса?</li>
            <li>Как да се изчистя и да направя релефни мускули?</li>
            <li>Как да отслабна?</li>
            <li>Какви храни да избягвам и как да се храня по-здравословно?</li>
            <li>Как да бъда по-силен и енергичен?</li>
          </ul>

          <br></br>
          <p>Целта ми не е да ти налагам моето мнение. Не съм от тези, които ще те преследват с флаери и натяквания, как трябва да ядеш това, а не онова. Моята цел е да ти дам знания, да ти покажа вратата, а дали ще влезеш през нея, и коя врата ще избереш, зависи изцяло от теб.</p>

          <p>Статиите тук са смесица между моя опит и познания във фитнеса и полезна информация от научните изследвания в областта на тренировките и храненето от водещи личности.</p>
          <p>Няма да те залъгвам как, ако искаш да отслабнеш  или да качиш маса трябва непременно да си купиш (за предпочитане от мен) тази или онази хранителна добавка.</p>
          <p>За мен на първо място винаги е било изграждането на добра база от знания свързани с правилното хранене и начин на живот преди всичко, хранителните добавки идват след това, като съвсем спокойно може и без тях. Искам да помогна на всеки, който иска да води по-активен и здравословен начин на живот. Старая се да помогна на всеки, не зависимо дали сте начинаещи или напреднали.</p>
          <h6>Благодаря ти! Надявам се, че в лицето на сайта ми ще намериш полезна иформация и ценен помощник не зависимо какви са твоите фитнес цели на този етап.</h6> </div>

      </div>
    );
  }
}
